<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>PayloadContent</key>
		<array>
			<dict>
				<key>DNSSettings</key>
				<dict>
					<key>DNSProtocol</key>
					<string>HTTPS</string>
					<key>ServerAddresses</key>
					<array>
						<string>2606:4700:4700::1112</string>
						<string>2606:4700:4700::1002</string>
						<string>1.1.1.2</string>
						<string>1.0.0.2</string>
					</array>
					<key>ServerURL</key>
					<string>https://security.cloudflare-dns.com/dns-query</string>
				</dict>
				<key>PayloadDescription</key>
				<string>Configures device to use Cloudflare encrypted DNS over HTTPS with malware blocked</string>
				<key>PayloadDisplayName</key>
				<string>Cloudflare HTTPS - security</string>
				<key>PayloadIdentifier</key>
				<string>dev.bjarte.dns.14413c2a-91d4-4d8f-a7d2-dcc5e58f1044</string>
				<key>PayloadType</key>
				<string>com.apple.dnsSettings.managed</string>
				<key>PayloadUUID</key>
				<string>14413c2a-91d4-4d8f-a7d2-dcc5e58f1044</string>
				<key>PayloadVersion</key>
				<integer>1</integer>
				<key>ProhibitDisablement</key>
				<false/>
			</dict>
			<dict>
				<key>DNSSettings</key>
				<dict>
					<key>DNSProtocol</key>
					<string>TLS</string>
					<key>ServerAddresses</key>
					<array>
						<string>2606:4700:4700::1112</string>
						<string>2606:4700:4700::1002</string>
						<string>1.1.1.2</string>
						<string>1.0.0.2</string>
					</array>
					<key>ServerName</key>
					<string>security.cloudflare-dns.com</string>
				</dict>
				<key>PayloadDescription</key>
				<string>Configures device to use Cloudflare encrypted DNS over TLS with malware blocked</string>
				<key>PayloadDisplayName</key>
				<string>Cloudflare TLS - security</string>
				<key>PayloadIdentifier</key>
				<string>dev.bjarte.dns.96413d2e-75a3-4b07-8172-8ea68806aa79</string>
				<key>PayloadType</key>
				<string>com.apple.dnsSettings.managed</string>
				<key>PayloadUUID</key>
				<string>96413d2e-75a3-4b07-8172-8ea68806aa79</string>
				<key>PayloadVersion</key>
				<integer>1</integer>
				<key>ProhibitDisablement</key>
				<false/>
			</dict>
		</array>
		<key>PayloadDescription</key>
		<string>Configures device to use Cloudflare encrypted DNS with malware blocked</string>
		<key>PayloadDisplayName</key>
		<string>Cloudflare DNS - security</string>
		<key>PayloadIdentifier</key>
		<string>dev.bjarte.dns.680f1237-0f70-4684-94d3-2410e60924c1</string>
		<key>PayloadRemovalDisallowed</key>
		<false/>
		<key>PayloadType</key>
		<string>Configuration</string>
		<key>PayloadUUID</key>
		<string>680f1237-0f70-4684-94d3-2410e60924c1</string>
		<key>PayloadVersion</key>
		<integer>1</integer>
	</dict>
</plist>